Repository: vii1/ExplosionGenerator
Catalog: po/*.po
Languages: es

source: Generating...
es: Generando...

source: Starting...
es: Iniciando...

source: Save animation
es: Guardar animación

source: An error occured while saving: %s
es: Se ha producido un error al guardar: %s

source: Error while saving
es: Error al guardar

source: Generating frame %d of %d
es: Generando imagen %d de %d

source: Type A
es: Tipo A

source: Type B
es: Tipo B

source: Type C
es: Tipo C

source: Generate!
es: ¡Generar!

source: Speed
es: Velocidad

source: Save
es: Guardar

source: Explosion generator
es: Generador de explosiones

source: Width of image in pixels
es: Anchura de la imagen en pixels

source: Height of image in pixels
es: Altura de la imagen en pixels

source: Force square aspect ratio
es: Forzar proporción cuadrada

source: Color gradient used for explosion
es: Gradiente de color para la explosión

source: Simple type with 4 components
es: Tipo sencillo con 4 componentes

source: Complex type with 3 components
es: Tipo complejo con 3 componentes

source: Complex type with 5 components
es: Tipo complejo con 5 componentes

source: Number of frames to generate
es: Número de imágenes a generar

source: Amount of granularity effect
es: Intensidad del efecto de granulado

source: Play/pause preview
es: Reproducir/pausar previsualización

source: Speed of animation in frames per second
es: Velocidad de la animación en cuadros por segundo

source: Result
es: Resultado

source: Parameters
es: Parámetros

source: Size
es: Tamaño

source: Gradient
es: Gradiente

source: Type
es: Tipo

source: Frames
es: Imágenes

source: Granularity
es: Granulado
